import step_1 from './five_steps_img/step_1.png';
import step_2 from './five_steps_img/step_2.png';
import step_3 from './five_steps_img/step_3.png';
import step_4 from './five_steps_img/step_4.png';
import step_5 from './five_steps_img/step_5.png';

export const five_steps = [
    {
        id: 1,
        img: step_1,
        title: 'Заявка',
        application: 'Вы оставляете заявку',
        call: 'или звоните нам',
        phone: '+7 (989) 277-94-30',
        description: 'Наш специалист подробно расскажет Вам об особенностях наших кухонь, вариантах оплаты и ее установки.'
    },
    {
        id: 2,
        img: step_2,
        title: 'Консультация дизайнера ',
        description: 'Наши дизайнеры с 9:00 до 21: 00 помогут Вам подобрать идеальную кухню, проведут замер, сделают проект и рассчитают стоимость.'
    },
    {
        id: 3,
        img: step_3,
        title: 'Заключение договораа',
        description: 'Подписываем договор, выдаем чек, оформляем рассрочку, согласовываем удобное для Вас время доставки и сборки.'
    },
    {
        id: 4,
        img: step_4,
        title: 'Доставка и сборка кухни',
        description: 'Привезем Вашу кухню, соберем и установим. Время работ зависит от выбранного Вами материала и перечня дополнительных работ. По окончанию сборки делаем уборку, выносим мусор.'
    },
    {
        id: 5,
        img: step_5,
        title: 'Поздравляем! Ваша кухня готова!',
        description: 'Теперь вы можете наслаждаться временем проведенным с семьей на Вашей новой кухне.'
    }

]