import review_1_1 from './img_reviews/review_1_1.png';
import review_1_2 from './img_reviews/review_1_2.png';
import review_2_1 from './img_reviews/review_2_1.png';
import review_2_2 from './img_reviews/review_2_2.png';
import review_3_1 from './img_reviews/review_3_1.png';
import review_3_2 from './img_reviews/review_3_2.png';
import review_4_1 from './img_reviews/review_4_1.png';
import review_4_2 from './img_reviews/review_4_2.png';
import review_5_1 from './img_reviews/review_5_1.png';
import review_5_2 from './img_reviews/review_5_2.png';

export const reviews = [
    {
        id: 1,
        date: '12.10.2021',
        name: 'Ирина Егорова',
        rating: 5,
        comments: 'Заказали кухню в свою квартиру.  Дизайн и качество нас полностью устраивает. С доставкой проблем не возникло, всё привезли без задержки и полный комплект, ничто не повредилось, опытные сборщики  быстро и качественно собрали всю кухню. Кроме того компания сделала нам хорошую скидку, отношение к клиентам очень теплое, спасибо вам.',
        img_1: review_1_1,
        img_2: review_1_2,       
    },
    {
        id: 2,
        date: '03.08.2021',
        name: 'Елена Федорова',
        rating: 5,
        comments: 'Компанию «Немецкий стандарт» нашли с мужем в интернете случайно. После  общения с дизайнером, я решила заказать кухню именно там! Впечатлила работа монтажников Евгения и Александра!  Мало того, что они отлично знают своё дело, но также очень вежливы в общении. При установке кухни  учли все мои пожелания, работу выполнили быстро ,чисто и качественно! Пользуюсь кухней уже год и получаю огромное удовольствие.',
        img_1: review_2_1,
        img_2: review_2_2,       
    },
    {
        id: 3,
        date: '12.05.2021',
        name: 'Николай Гриценко',
        rating: 5,
        comments: 'Пересмотрев большую часть компаний по изготовлению кухонь мы с женой  наткнулись на компанию "Немецкий стандарт", г. Краснодар. Пользуемся кухней вот уже на протяжении четырех  месяцев.  На сегодняшний день ни с какими проблемами не сталкивались, наоборот - стало более уютно и приятно проводить время на кухне. Получилось все, как хотели.',
        img_1: review_3_1,
        img_2: review_3_2,       
    },
    {
        id: 4,
        date: '25.11.2020',
        name: 'Ольга Юхневич',
        rating: 5,
        comments: 'Долго подыскивали где заказать мебель для кухни. Случайно нашли  "Немецкий стандарт" поинтересовались смогут ли изготовить кухню как мы хотим. Сделали у них заказ. Выполнено все в срок ( и даже чуть- чуть раньше), качественно с учетом  всех наших пожеланий по дизайну и размерам. Большое спасибо. Отдельное спасибо дизайнеру Юлии за  советы по подбору материалов и фурнитуры. Все вежливы, учтивы, корректны и доброжелательны.',
        img_1: review_4_1,
        img_2: review_4_2,       
    },
    {
        id: 5,
        date: '16.09.2020',
        name: 'Виктор Степанов',
        rating: 5,
        comments: 'Решили заказать кухонный гарнитур для небольшой кухни. Среди огромного количества фирм, выбрали компанию "Немецкий стандарт" в г. Краснодар, сейчас с уверенностью можем сказать, что не ошиблись! Благодарны за качественное изготовление мебели. Дизайнер Оксана учла все пожелания. Парни по установке работают быстро, чисто, тихо! Спасибо большое всему коллективу! В дальнейшем будем сотрудничать только с Вами!',
        img_1: review_5_1,
        img_2: review_5_2,       
    }
]